# C5.1. Введение
#
# Итак, мы подошли к завершению изучения темы, связанной с
# объектно-ориентированным программированием в Python.
# В данном модуле изучим инструменты, которые позволят
# взаимодействовать с web-контентом, будем открывать и загружать
# интернет-страницы через специальные модули Python,
# а не в привычном смысле через браузер.
#
# Итоговым заданием для закрепления ООП будет создание бота
# в мессенджере Telegram, которые будет выдавать вам актуальные
# курсы валют.

# - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - 
